{
    "truth": [
        "How frequently do you bath?",
        "What is the biggest lie you ever told your parents?",
        "Have you ever had a crush on any of your siblings?",
        "Lowest Percentage you ever scored in your exams?",
        "When was the last time you lied?",
        "What is your favourite food item?",
        "If you were Hitler what is the first thing you'll do?",
        "Who is your favourite person of this server?",
        "If you could marry an anime character who would it be?",
        "Who is your secret crush?",
        "Who is the last person you dmed?",
        "What's the funniest thing you've ever done?",
        "What's something that everyone hates, but you like?",
        "What's the longest you've purposely left someone on read?",
        "Are you in a relationship?",
        "What's the longest you've purposely left someone on read?",
        "Have you ever had a crush on a teacher?",
        "What is the thing that you shouldn't know but you know entirely about it?",
        "What's a skill you wish you had?",
        "What's something/someone you will never forget?",
        "Did you have an imaginary friend when you were growing up?",
        "When is your birthday?",
        "Do you prefer to date people older or younger than you?",
        "Have you ever cheated in school?",
        "What's one thing you dislike about the opposite gender?",
        "What's the biggest number of crushes you've had at one time?",
        "What is your favorite game?",
        "Who would you want to spend 24 hours locked in a room with, and what would you do?",
        "How often do you lie to other people?",
        "What is your favorite thing about your each other?",
        "What is your worst habit?",
        "What are your opinons on LGBTQ+?",
        "Have you ever had a crush on someone here?",
        "What's something that you find cute that you think is underrated?",
        "Have you ever had a secret relationship? If so, with who?",
        "If you could give up happiness to never be sad, would you?",
        "Have you ever fallen in love with your best friend?",
        "Are you in a relationship?",
        "Who is/was your longest crush?",
        "Has anyone ever walked in on you when going #2 in the bathroom?",
        "Why did you break up with your last partner, and who broke up with who?",
        "Who's the most bf/gf material?",
        "How big of a simp are you?",
        "How you ever threatened someone other than your family or friends?",
        "Do you watch anime?",
        "When was the last time you lied?",
        "When was the last time you cried?",
        "What's your biggest fear?",
        "What's your biggest fantasy?",
        "Do you have any fetishes?",
        "What's something you're glad your mum doesn't know about you?",
        "Have you ever cheated on someone?",
        "What's the worst thing you've ever done?",
        "What's a secret you've never told anyone?",
        "Do you have a hidden talent?",
        "Who was your first celebrity crush?",
        "What are your thoughts on polyamory?",
        "Have you ever cheated in an exam?",
        "What's the most drunk you've ever been?",
        "What's the most embarrassing thing you've ever done?",
        "What's your biggest insecurity?",
        "What's the biggest mistake you've ever made?",
        "What's the most disgusting thing you've ever done?",
        "Who would you like to kiss in this server?",
        "What's the worst thing anyone's ever done to you?",
        "Have you ever had a run in with the law?",
        "What's your worst habit?",
        "What's the worst thing you've ever said to anyone?",
        "What's the strangest dream you've had?",
        "Have you ever been caught doing something you shouldn't have?",
        "What's the worst date you've been on?",
        "What's your biggest regret?",
        "What's the biggest misconception about you?",
        "Why did your last relationship break down?",
        "What's the most trouble you've been in?",
        "What is the most embarrassing music you listen to?",
        "What is one thing you wish you could change about yourself?",
        "What is a secret you kept from your parents?",
        "If you could be invisible, what is the first thing you would do?",
        "Who is your secret crush?",
        "Who is the last person you creeped on social media?",
        "When was the last time you wet the bed?",
        "If a genie granted you three wishes, what would you ask for?",
        "What is your biggest regret?",
        "Where is the weirdest place you've ever gone to the bathroom?",
        "What is the most food you've ever eaten in a single sitting?",
        "Which player would survive a zombie apocalypse and which would be the first to go?",
        "Reveal all the details of your first kiss.",
        "What excuse have you used before to get out plans with a friend?",
        "What's the longest you've ever slept?",
        "Read the last thing you sent your best friend or significant other out loud.",
        "What's your biggest pet peeve?",
        "When was the last time you lied?",
        "What five things would you bring to a desert island?",
        "What's the most embarrassing thing you ever did on a date?",
        "What is the craziest pickup line you've ever used?",
        "What animal do you think you most look like?",
        "How many selfies do you take a day?",
        "What is one thing you would stand in line for an hour for?",
        "When was the last time you cried?",
        "What's the longest time you've ever gone without showering?",
        "What's the most embarrassing top-played song on your phone?",
        "What was your favorite childhood show?",
        "If you could be a fictional character for a day, who would you choose?",
        "What's your biggest fear?",
        "What's one silly thing you can't live without?",
        "What is the weirdest trend you've ever participated in?",
        "If you could only listen to one song for the rest of your life, what would you choose?",
        "What person do you text the most?",
        "Have you ever been fired from a job?",
        "What is an instant deal breaker in a potential love interest?",
        "If you could only eat one thing for the rest of your life, what would you choose?",
        "What is the biggest lie you ever told your parents?",
        "What's the worst physical pain you've ever experienced?",
        "Which player knows you the best?",
        "What's your favorite part of your body?",
        "What's the weirdest thing you've ever eaten?",
        "Have you ever gone skinny dipping?",
        "Tell us about the worst date you've ever been on?",
        "Who is your celebrity crush?",
        "What's the strangest dream you've ever had?",
        "What are the top three things you look for in a boyfriend/girlfriend?",
        "What is your worst habit?",
        "How many stuffed animals do you own?",
        "What is your biggest insecurity?"
    ],
    "dare" :[
        "Do a free-style rap for the next minute.",
        "Let another person post a status on your behalf.",
        "Hand over your phone to another player who can send a single text saying anything they want to anyone they want.",
        "Let the other players go through your phone for one minute.",
        "Smell another player's armpit.",
        "Smell another player's bare foot.",
        "Eat a bite of a banana peel.",
        "Do an impression of another player until someone can figure out who it is.",
        "Say pickles at the end of every sentence you say until it's your turn again.",
        "Imitate a YouTube star until another player guesses who you're portraying.",
        "Act like a chicken until your next turn.",
        "Talk in a British accent until your next turn.",
        "Call a friend, pretend it's their birthday, and sing them Happy Birthday to You.",
        "Name a famous person that looks like each player in the room.",
        "Show us your best dance moves.",
        "Eat a packet of hot sauce straight.",
        "Let another person draw a tattoo on your back with a permanent marker.",
        "Put on a blindfold and touch the other players' faces until you can figure out who's who.",
        "Serenade the person to your right for a full minute.",
        "Do 20 squats.",
        "Let the other players redo your hairstyle.",
        "Gulp down a raw egg.",
        "Dump out your purse, backpack, or pockets and do a show and tell of what's inside.",
        "Let the player to your right redo your makeup.",
        "Do a prank call on one of your family members.",
        "Let another player create a hat out of toilet paper — and you've got to wear it for the rest of the game.",
        "Do a plank for a full minute.",
        "Let someone give you a wedgie.",
        "Put five cubes in your mouth (you can't chew them, you just have to let them melt—brrr).",
        "Bark like a dog.",
        "Draw your favorite movie and have the other person guess it (Pictionary-style).",
        "Repeat everything the person to your right says until your next turn.",
        "Demonstrate how you style your hair in the mirror (without actually using the mirror).",
        "Play air guitar for one minute.",
        "Empty a glass of cold water onto your head outside.",
        "Lay on the floor and act like a sizzling piece of bacon.",
        "In the next ten minutes, find a way to scare another player and make it a surprise.",
        "Lick a bar of soap.",
        "Eat a teaspoon of mustard.",
        "Do 100 squats.",
        "Show the most embarrassing photo on your phone.",
        "Give a foot massage to the person on your right.",
        "Say something dirty to the person on your left.",
        "Let the rest of the group DM someone from your Instagram account.",
        "Eat a banana without using your hands.",
        "Twerk for a minute.",
        "Keep your eyes closed until it’s your go again.",
        "Like the first 15 posts on your Facebook newsfeed.",
        "Send a sext to the last person in your phonebook.",
        "Eat a raw onion.",
        "Keep three ice cubes in your mouth until they melt.",
        "Give a lap dance to someone of your choice.",
        "Yell out the first word that comes to your mind.",
        "Show off your orgasm face.",
        "Empty out your wallet/purse and show everyone what’s inside.",
        "Show the last five people you texted and what the messages said.",
        "Try to put your whole fist in your mouth.",
        "Remove four items of clothing.",
        "Eat a spoonful of mustard.",
        "Put 10 different available liquids into a cup and drink it.",
        "Do your best impression of a baby being born.",
        "Try to lick your elbow.",
        "Pretend to be the person to your right for 10 minutes.",
        "Be someone’s pet for the next 5 minutes.",
        "Try to drink a glass of water while standing on your hands.",
        "Do your best sexy crawl.",
        "Say two honest things about everyone else in the group.",
        "Put as many snacks into your mouth at once as you can.",
        "Try and make the group laugh as quickly as possible.",
        "Let someone shave part of your body.",
        "Tell everyone an embarrassing story about yourself.",
        "Post the oldest selfie on your phone on Instagram Stories.",
        "For a guy, put on makeup. For a girl, wash off your make up.",
        "Do four cartwheels in a row.",
        "Tell the saddest story you know.",
        "Belly dance like your life depended on it.",
        "Curse like sailor for 20 seconds straight.",
        "Howl like a wolf.",
        "Dance without music for one minute.",
        "Pole dance with an imaginary pole.",
        "Let someone else tickle you and try not to laugh.",
        "Serenade the person to your right.",
        "Talk in an accent for the next 3 rounds.",
        "Make every person in the group smile, keep going until everyone has cracked a smile.",
        "Kiss the person to your left.",
        "Attempt to do a magic trick.",
        "Eat five tablespoons of a condiment.",
        "Attempt to breakdance for one minute.",
        "Let the group give you a new hairstyle.",
        "Do the worm.",
        "Take a shower with your clothes on.",
        "Break two eggs on your head.",
        "Sell a piece of trash to someone in the group using your best salesmanship.",
        "Attempt to walk on your hands for as far as you can.",
        "Imitate a celebrity every time you talk.",
        "Try to juggle 2 or 3 items of the group’s choosing.",
        "Gargle something that shouldn’t be gargled, but won’t hurt you.",
        "Get slapped on the face by the person of your choosing.",
        "Spin an imaginary hula hoop around your waist for the rest of the round.",
        "Seduce a member of the same gender in the group.",
        "Compose a poem on the spot based on something the group comes up with.",
        "Poll dance for 1 minute with an imaginary pole.",
        "Choose someone from the group to give you a spanking.",
        "Post an extremely unflattering picture of yourself to the social media outlet of your choosing.",
        "Hold a funny face for the rest of the round.",
        "Imagine something in your room. Now spell it with your nose and keep spelling it with your nose until someone from the group guesses what you are trying to spell.",
        "After the group chooses one rude word, sing a song and insert that rude word once into every line of the song.",
        "Drag your butt on the carpet like a dog from one end of the room to the other.",
        "Open a bag of snacks or candy using only your mouth, no hands or feet.",
        "Bend at the waist so that you are looking behind you between your legs. Now run backwards until you can tag someone with your butt.",
        "Go to the bathroom, take off your underwear and put it on your head. Wear it on your head for the rest of the game.",
        "Act like whatever animal someone yells out for the next 1 minute.",
        "Eat one teaspoon of the spiciest thing you have in the kitchen.",
        "Transfer an ice cube from your mouth to the person’s mouth on your right.",
        "Call the 3rd contact on your phone and sing them 30 seconds of a song that the group chooses.No talking.",
        "Pretend to be a food. Don’t pretend to eat the food, pretend to be the food. Keep pretending until someone in the group guesses the food you are.",
        "Drop something in the toilet and then reach in to get it.",
        "Find the person whose first name has the same letter as your first name or whoever’s first name’s first letter is closest to yours. Now lick their face.",
        "Sit in a spinning chair and have the group spin you for 30 seconds.",
        "Jump up and down as high as you can go for a full minute.",
        "Sing a praise song about a person of the groups choosing.",
        "Depict a human life through interpretive dance.",
        "Dance with no music for 1 minute.",
        "Write something embarrassing somewhere on your body (that can be hidden with clothing) with a permanent marker.",
        "Beg and plead the person to your right not to leave you for that other boy or girl.",
        "Put ice cubes down your pants.",
        "Stick your arm into the trash can past your elbow.",
        "Lick the floor.",
        "Let the group pose you in an embarrassing position and take a picture.",
        "Give someone your phone and let them send one text to anyone in your contacts.",
        "Let the group look through your phone for one minute.",
        "Drink a small cup of a concoction that the group makes.",
        "Let the person to your left draw on your face with a pen.",
        "Imitate popular YouTube videos until someone can guess the video you are imitating.",
        "Grab a trash can and make a hoop with your hands above the trash can. Have other members of the group try to shoot trash through your hoop.",
        "Make up a 30-second opera about a person or people in the group and perform it.",
        "Do pushups until you can’t do any more, wait 5 seconds, and then do one more."

    ],
    "wyr": [
        "Would you rather have the ability to see 10 minutes into the future or 150 years into the future?",
        "Would you rather have telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)?",
        "Would you rather team up with Wonder Woman or Captain Marvel?",
        "Would you rather be forced to sing along or dance to every single song you hear?",
        "Would you rather find true love today or win the lottery next year?",
        "Would you rather be in jail for five years or be in a coma for a decade?",
        "Would you rather have another 10 years with your partner or a one-night stand with your celebrity crush?",
        "Would you rather be chronically under-dressed or overdressed?",
        "Would you rather have everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history?",
        "Would you rather lose your sight or your memories?",
        "Would you rather have universal respect or unlimited power?",
        "Would you rather give up air conditioning and heating for the rest of your life or give up the Internet for the rest of your life?",
        "Would you rather swim in a pool full of Nutella or a pool full of maple syrup?",
        "Would you rather labor under a hot sun or extreme cold?",
        "Would you rather stay in during a snow day or build a fort?",
        "Would you rather buy 10 things you don’t need every time you go shopping or always forget the one thing that you need when you go to the store?",
        "Would you rather never be able to go out during the day or never be able to go out at night?",
        "Would you rather have a personal maid or a personal chef?",
        "Would you rather have Beyoncé’s talent or Jay-Z‘s business acumen?",
        "Would you rather be 11 feet tall or nine inches tall?",
        "Would you rather be an extra in an Oscar-winning movie or the lead in a box office bomb?",
        "Would you rather vomit on your hero or have your hero vomit on you?",
        "Would you rather communicate only in emoji or never be able to text at all ever again?",
        "Would you rather be royalty 1,000 years ago or an average person today?",
        "Would you rather lounge by the pool or on the beach?",
        "Would you rather wear the same socks for a month or the same underwear for a week?",
        "Would you rather work an overtime shift with your annoying boss or spend full day with your mother-in-law?",
        "Would you rather cuddle a koala or pal around with a panda?",
        "Would you rather have a sing-off with Ariana Grande or a dance-off with Rihanna?",
        "Would you rather always have B.O. and not know it or always smell B.O. on everyone else?",
        "Would you rather watch nothing but Hallmark Christmas movies or nothing but horror movies?",
        "Would you rather always be 10 minutes late or always be 20 minutes early?",
        "Would you rather spend a week in the forest or a night in a real haunted house?",
        "Would you rather find a rat in your kitchen or a roach in your bed?",
        "Would you rather have a pause or a rewind button in your life?",
        "Would you rather always have a full phone battery or a full gas tank?",
        "Would you rather lose all your teeth or lose a day of your life every time you kissed someone?",
        "Would you rather drink from a toilet or pee in a litter box?",
        "Would you rather be forced to live the same day over and over again for a full year, or take 3 years off the end of your life?",
        "Would you rather never eat watermelon ever again or be forced to eat watermelon with every meal?",
        "Would you rather get a paper cut every time you turn a page or bite your tongue every time you eat?",
        "Would you rather oversleep every day for a week or not get any sleep at all for four days?",
        "Would you rather die in 20 years with no regrets or live to 100 with a lot of regrets?",
        "Would you rather sip gin with Ryan Reynolds or shoot tequila with Dwayne “The Rock” Johnson?",
        "Would you rather get trapped in the middle of a food fight or a water balloon fight?",
        "Would you rather walk to work in heels or drive to work in reverse?",
        "Would you rather spend a year at war or a year in prison?",
        "Would you rather die before or after your partner?",
        "Would you rather have a child every year for 20 years or never have any children at all?",
        "Would you rather take amazing selfies but look terrible in all other photos or be photogenic everywhere but in your selfies?",
        "Would you rather be gassy on a first date or your wedding night?",
        "Would you rather Danny DeVito or Danny Trejo play you in a movie?",
        "Would you rather be able to take back anything you say or hear any conversation that is about you?",
        "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
        "Would you rather hunt and butcher your own meat or never eat meat again?",
        "Would you rather lose all of your friends but keep your BFF or lose your BFF but keep the rest of your buds?",
        "Would you rather have people spread a terrible lie about you or have people spread terrible but true tales about you?",
        "Would you rather walk in on your parents or have them walk in on you?",
        "Would you rather be the absolute best at something that no one takes seriously or be average at something well respected?",
        "Would you rather have unlimited battery life on all of your devices or have free WiFi wherever you go?",
        "Would you rather have Billie Eilish‘s future or Madonna’s legacy?",
        "Would you rather have a third nipple or an extra toe?",
        "Would you rather solve world hunger or global warming?",
        "Would you rather have to wear every shirt inside out or every pair of pants backward?",
        "Would you rather live in a treehouse or in a cave?",
        "Would you rather win $25,000 or your best friend win $100,000?",
        "Would you rather be in history books for something terrible or be forgotten completely after you die?",
        "Would you rather travel the world for free for a year or have $50,000 to spend however you please?",
        "Would you rather your to only be able to talk to your dog or for your dog to be able to talk to only you—and everyone thinks you’re nuts?",
        "Would you rather have a mullet for a year or be bald (no wigs!) for six months?",
        "Would you rather go back to the past and meet your loved ones who passed away or go to the future to meet your children or grandchildren to be?",
        "Would you rather have Angelina Jolie’s lips or with Jennifer Aniston‘s hair?",
        "Would you rather stay the age you are physically forever or stay the way you are now financially forever?",
        "Would you rather be in a zombie apocalypse or a robot apocalypse?",
        "Would you rather be alone all your life or surrounded by really annoying people?",
        "Would you rather give up your cellphone for a month or bathing for a month?",
        "Would you rather spend a day cleaning your worst enemy’s house or have your crush spend the day cleaning your house?",
        "Would you rather spend a year entirely alone or a year without a home?",
        "Would you rather buy all used underwear or all used toothbrushes?",
        "Would you rather have a photographic memory or an IQ of 200?",
        "Would you rather go on a cruise with your boss or never go on vacation ever again?",
        "Would you rather forget your partner’s birthday or your anniversary every year?",
        "Would you rather have to wear stilettos to sleep or have to wear slippers everywhere you go?",
        "Would you rather change the outcome of the last election or get to decide the outcome of the next election?",
        "Would you rather lose the ability to read or lose the ability to speak?",
        "Would you rather smooch Chris Pratt, Chris Pine, Chris Evans or Chris Hemsworth?",
        "Would you rather be beautiful and stupid or unattractive but a genius?",
        "Would you rather have seven fingers on each hand or seven toes on each foot?",
        "Would you rather work the job you have now for a year at double your current rate of pay or have one year off with what you are making now?",
        "Would you rather be always stuck in traffic but find a perfect parking spot or never hit traffic but always take forever to park?",
        "Would you rather have super-sensitive taste buds or super-sensitive hearing?",
        "Would you rather ask your ex or a total stranger for a favor?",
        "Would you rather go on tour with Elton John or Cher?",
        "Would you rather eat only pizza for a year or not eat any pizza for five years?",
        "Would you rather never get another present in your life but always pick the perfect present for everyone else or keep getting presents but giving terrible ones to everyone else?",
        "Would you rather sleep in a doghouse or let stray dogs sleep in your bed?",
        "Would you rather be able to speak any language or be able to communicate with animals?",
        "Would you rather have all of your messages and photos leak publicly or never use a cellphone ever again?",
        "Would you rather run at 100 mph or fly at 20 mph?",
        "Would you rather have Adele’s voice or Normani’s dance moves?",
        "Would you rather have to wear sweatpants everywhere for the rest of your life or never wear sweatpants again?",
        "Would you rather have 10,000 spoons when all you need is a knife or always have a knife but never be able to use spoons?",
        "Would you rather detect every lie you hear or get away with every lie you tell?",
        "Would you rather be the funniest person in a room or the smartest person in a room?",
        "Would you rather talk like Yoda or breathe like Darth Vader?",
        "Would you rather people knew all the details of your finances or all the details of your love life?",
        "Would you rather listen to your least-favorite song on a loop for a year or never listen to any music at all for a year?",
        "Would you rather go vegan for a month or only eat meat and dairy for a month?",
        "Would you rather clean up someone else’s vomit or someone else’s blood?",
        "Would you rather work for Michael Scott or Mr. Burns?",
        "Would you rather spend the weekend with pirates or ninjas?",
        "Would you rather end every phone call with “I love you” or accidentally call your partner the wrong name during a fight?",
        "Would you rather get your paycheck given to you in pennies or never be able to use cash again?",
        "Would you rather see Lady Gaga in a movie or see Bradley Cooper in concert?",
        "Would you rather win the lottery but have to spend it all in one day or triple your current salary forever?",
        "Would you rather live until you are 200 and look your age or look like you’re 22 your whole life, but die at age 65?",
        "Would you rather give up cursing forever or give up ice cream for 12 years?",
        "Would you rather hear a comforting lie or an uncomfortable truth?",
        "Would you rather be locked for a week in a room that’s overly bright or a room that’s totally dark?",
        "Would you rather someone see all the photos in your phone or read all your text messages?",
        "Would you rather have a South Park-themed wedding or a Family Guy-themed funeral?",
        "Would you rather have to hunt and gather all of your food or eat McDonald’s for every meal?",
        "Would you rather have fortune or fame?",
        "Would you rather celebrate the Fourth of July with Taylor Swift or Christmas with Mariah Carey?",
        "Would you rather only be able to listen to one song for the rest of your life or only be able to watch one movie for the rest of your life?",
        "Would you rather never use social media again or never watch another movie ever again?",
        "Would you rather have police hunting you down for a crime you didn’t commit or a serial killer actually hunting you?",
        "Would you rather live a peaceful life in a small cabin in the woods or a drama-filled life in a mansion in a big city?",
        "Would you rather find your soulmate or your calling?",
        "Would you rather drink sour milk or brush your teeth with soap?",
        "Would you rather steal Duchess Meghan or Duchess Kate’s style?",
        "Would you rather never get a cold ever again or never be stuck in traffic ever again?",
        "Would you rather be tall and average looking or three feet tall but beautiful?",
        "Would you rather visit the International Space Station for a week or spend a week in a hotel at the bottom of the ocean?",
        "Would you rather confess to cheating on your partner or catch your partner cheating on you?",
        "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
        "Would you rather share an onscreen kiss with Leonardo DiCaprio or George Clooney?",
        "Would you rather never eat Christmas cookies ever again or never eat Halloween candy ever again?",
        "Would you rather lose your long-term memory or your short-term memory?",
        "Would you rather have a mullet or a perm?",
        "Would you rather be stranded in the jungle or in the desert?",
        "Would you rather everyone you love forget your birthday or everyone you love sing “Happy Birthday” to you for 24 hours straight?",
        "Would you rather be invisible or be able to fly?",
        "Would you rather spend every weekend indoors or spend every weekend outdoors?",
        "Would you rather party with Jennifer Lopez and Alex Rodriguez or with Kim Kardashian and Kanye West?",
        "Would you rather give up wine for a year or drink nothing but wine for a year?",
        "Would you rather start a colony on another planet or be the leader of a country on Earth?",
        "Would you rather live in a house haunted by friendly ghosts or be a ghost reliving your average day after you die?",
        "Would you rather have one wish granted today or 10 wishes granted 20 years from now?",
        "Would you rather get hit on by someone 20 years older than you or someone 20 years younger than you?",
        "Would you rather fall down in public or pass gas in public?",
        "Would you rather only eat raw food or only eat TV dinners?",
        "Would you rather run as fast as The Flash or be as strong as Superman?",
        "Would you rather never have a wedgie or never have anything stuck in your teeth ever again?",
        "Would you rather marry the most attractive person you’ve ever met or the best cook you’ve ever met?",
        "Would you rather sing karaoke with Gwen Stefani or with Kelly Clarkson?",
        "Would you rather go back to kindergarten with everything you know now or know now everything your future self will learn?",
        "Would you rather be able to read minds or predict the future?",
        "Would you rather take a pill a day for nutrients and to feel full, but never eat anything again or eat whatever you want but never really feel full?",
        "Would you rather be an unknown superhero or an infamous villain?",
        "Would you rather always have an annoying song stuck in your head or always have an itch that you can’t reach?",
        "Would you rather never be able to keep anyone else’s secrets or have someone tell all of your secrets?",
        "Would you rather be Batman or Iron Man?",
        "Would you rather be married to someone stunning who doesn’t think you’re attractive or be married to someone ugly who thinks you’re gorgeous?",
        "Would you rather have a third ear or a third eye?",
        "Would you rather have $1 million now or $5,000 a week for the rest of your life?",
        "Would you rather binge-watch Sex And the City or Girls?",
        "Would you rather be rich working a job you hate or poor working a job you love?",
        "Would you rather wear real fur or fake jewels?",
        "Would you rather work a high-paying job that you hate or your dream job with only just enough money for rent, food and utilities?",
        "Would you rather wake up naked in a forest five miles from home or in your underwear at work?",
        "Would you rather go backstage with your favorite band or be an extra on your favorite TV show?",
        "Would you rather never eat your favorite food for the rest of your life or only eat your favorite food?",
        "Would you rather be able to erase your own memories or be able to erase someone else’s memories?",
        "Would you rather be so afraid of heights that you can’t go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?",
        "Would you rather have a rap battle against Nicki Minaj or Lizzo?",
        "Would you rather save your best friend’s life if it meant five strangers would die or save five strangers if it meant sacrificing your best friend?",
        "Would you rather give up coffee or soda forever?",
        "Would you rather find a $100 bill floating in a public toilet or a $20 bill in your own pocket?",
        "Would you rather wear nothing but neon orange or neon green for an entire year?",
        "Would you rather eat the same thing for every meal for a year or be able to eat whatever you wanted, but only once every three days?",
        "Would you rather get drunk off of one sip of alcohol or never get drunk no matter how much booze you imbibe?",
        "Would you rather sell all of your possessions or sell one of your organs?",
        "Would you rather clean a toilet with your toothbrush or a floor with your tongue?",
        "Would you rather be asked the same question over and over again or never be spoken to ever again?",
        "Would you rather be reincarnated as a fly or just stop existing when you die?",
        "Would you rather be serenaded by Justin Bieber or Justin Timberlake?",
        "Would you rather be unable to close any door once it’s open or be unable to open any door once it’s closed?",
        "Would you rather throw the best parties but have to clean up the mess by yourself or never go to a party again?",
        "Would you rather have a tattoo of the title of the last book you read or the last TV show you watched?",
        "Would you rather wear clothes that were always way too big or a couple sizes too small?",
        "Would you rather give your parents or your boss access to your browser history?",
        "Would you rather only be able to wash your hair twice a year or only be able to check your phone once a day?",
        "Would you rather have a tennis lesson from Serena Williams or a soccer lesson from Meghan Rapinoe?",
        "Would you rather have a permanent unibrow or no eyebrows at all?",
        "Would you rather have aliens be real and covered up by the government or have no extraterrestrial life at all in the universe?",
        "Would you rather be caught liking your ex’s Instagram pics or your partner’s ex’s Instagram pics?",
        "Would you rather never eat cookies ever again or only ever drink water?",
        "Would you rather donate your organs to those who need them or donate your entire body to science?",
        "Would you rather be criticized or be ignored?",
        "Would you rather work alongside Dwight Schrute or Homer Simpson?",
        "Would you rather be punished for a crime you didn’t commit or have someone else take credit for one of your major accomplishments?",
        "Would you rather eat an undercooked meal or a burnt meal?",
        "Would you rather get a cooking lesson from Gordon Ramsay or Ina Garten?",
        "Would you rather have your boss or your parents look through your text messages?",
        "Would you rather have your first child when you’re 18 or when you’re 50?",
        "Would you rather star in a Star Wars or a Marvel film?",
        "Would you rather wear heels to the gym or sneakers to a wedding?",
        "Would you rather give up brushing your hair or give us brushing your teeth?",
        "Would you rather master every musical instrument or every type of sport?",
        "Would you rather always have wet socks or a small rock in your shoe?",
        "Would you rather have Celine Dion or Eminem perform the soundtrack to your life?",
        "Would you rather be the class clown or the teacher’s pet?",
        "Would you rather bathe in the dishwater or wash dishes in your bathwater?",
        "Would you rather show up to a job interview with stained pants or pit stains?",
        "Would you rather never age physically or never age mentally?",
        "Would you rather date someone with bad breath or bad manners?",
        "Would you rather never wear makeup ever again or wear a full face of the wrong shades every day?",
        "Would you rather read the book or watch the movie?",
        "Would you rather have a slumber party with Anna Kendrick or go to a comedy show with Rebel Wilson?",
        "Would you rather eat chocolate on pizza or never eat chocolate ever again?",
        "Would you rather have X-ray vision of people you find unattractive or everyone else have X-ray vision of you?",
        "Would you rather have your own theme park or your own zoo?",
        "Would you rather be the star player on a losing team or warm the bench on a championship roster?",
        "Would you rather know when you’re going to die or how you’re going to die?",
        "Would you rather lose all of your teeth or all of your hair?",
        "Would you rather watch nothing but The Office or Friends for the rest of your life?",
        "Would you rather lose your keys or your phone?",
        "Would you rather live in a home with no electricity or in a home with no running water?",
        "Would you rather be rich with no friends or poor and popular?",
        "Would you rather look strong and be weak or look weak and be strong?",
        "Would you rather have your style critiqued by Anna Wintour or Miranda Priestly?",
        "Would you rather wear one or seven colors everyday?",
        "Would you rather sneeze nonstop for 15 minutes once every day or sneeze once every three minutes of the day while you’re awake?",
        "Would you rather walk barefoot in a public bathroom or through poison ivy?",
        "Would you rather have the ability to see 10 years into your own future or six months into the future of the world?",
        "Would you rather nobody remember who you are at your 20-year class reunion or have everybody comment on how old you look?",
        "Would you rather shoot hoops with LeBron James or toss a football with Tom Brady?",
        "Would you rather live through an episode of Orange Is The New Black or Black Mirror?",
        "Would you rather only be able to listen to Christmas songs all year round or only be able to watch nothing but horror movies?",
        "Would you rather be a genius everyone thinks is an idiot or an idiot everyone thinks is a genius?",
        "Would you rather win on Survivor or on The Bachelor or The Bachelorette?",
        "Would you rather be beloved by the general public but your family and friends hate you, or be hated by the general public but your family and friends love you?",
        "Would you rather be color blind or lose your sense of taste?",
        "Would you rather live on a desert island with your celebrity crush or in a mansion with your ex?",
        "Would you rather pass gas every time you meet someone new or burp every time you kiss someone?",
        "Would you rather have tea with Queen Elizabeth or a beer with Prince Harry?",
        "Would you rather give up the Internet or showering for a month?",
        "Would you rather get away with a terrible crime but live in fear of someone discovering it or go to prison for three years for a crime you didn’t commit?",
        "Would you rather be forced to live the same day over and over again for a full year or take three years off the end of your life?"
    ],
    "nhie" :[
        "Never have I ever gone skinny dipping.",
        "Never have I ever gone on a blind date.",
        "Never have I ever creeped an ex on social media. ",
        "Never have I ever been hungover.",
        "Never have I ever eaten a carton of ice cream.",
        "Never have I ever gone commando.",
        "Never have I ever shaved my head. ",
        "Never have I ever kissed my best friend.",
        "Never have I ever ghosted someone.",
        "Never have I ever farted in front of a significant other.",
        "Never have I ever gotten a speeding ticket.",
        "Never have I ever gotten a tattoo.",
        "Never have I ever peed in the shower.",
        "Never have I ever peed in a pool.",
        "Never have I ever slid into someone's DMs.",
        "Never have I ever broken a bone.",
        "Never have I ever dined and dashed.",
        "Never have I ever had a crush on a friend's sibling.",
        "Never have I ever used a fake ID.",
        "Never have I ever had a crush on a teacher.",
        "Never have I ever been to a bachelorette party or bachelor party.",
        "Never have I ever been in love.",
        "Never have I ever made out in a public place.",
        "Never have I ever gotten into a physical fight.",
        "Never have I ever gotten heated during a family game night.",
        "Never have I ever cheated in a board game.",
        "Never have I ever cheated in a card game.",
        "Never have I ever met a celebrity.",
        "Never have I ever had an alcoholic drink.",
        "Never have I ever played spin the bottle. ",
        "Never have I ever had a surprise party thrown for me.",
        "Never have I ever travelled solo. ",
        "Never have I ever snooped through someone's phone. ",
        "Never have I ever eaten whipped cream straight out of the can.",
        "Never have I ever snuck into a movie theater.",
        "Never have I ever kissed a friend's ex.",
        "Never have I ever screamed during a scary movie.",
        "Never have I ever told someone `I love you` or `i like you` without meaning it.",
        "Never have I ever been called a player.",
        "Never have I ever auditioned for a reality television show. ",
        "Never have I ever told my parents I was staying at a friend's house but was really somewhere else.",
        "Never have I ever smoked a cigarette. ",
        "Never have I ever been to psychic. ",
        "Never have I ever given lap dance.",
        "Never have I ever gotten a lap dance.",
        "Never have I ever laughed so hard I spit out my drink.",
        "Never have I ever lived alone.",
        "Never have I ever sang karaoke.",
        "Never have I ever broken a bone.",
        "Never have I ever stayed overnight in the hospital.",
        "Never have I ever deleted a post because it didn't get enough likes.",
        "Never have I ever stayed up all night.",
        "Never have I ever cheated on a test.",
        "Never have I ever used a dating app.",
        "Never have I ever been on a cruise.",
        "Never have I ever lost a bet.",
        "Never have I ever kissed more than one person in 24 hours.",
        "Never have I ever gotten in a car accident.",
        "Never have I ever rode a motorcycle.",
        "Never have I ever cheated on someone.",
        "Never have I ever been cheated on. ",
        "Never have I ever pretended to be sick to get out of school.",
        "Never have I ever beaten a video game. ",
        "Never have I ever cried at school. ",
        "Never have I ever sent a racy text to the wrong person.",
        "Never have I ever had a negative bank account balance.",
        "Never have I ever played strip poker. ",
        "Never have I ever been arrested.",
        "Never have I ever been expelled. ",
        "Never have I ever stolen anything.",
        "Never have I ever been Mexico.",
        "Never have I ever eaten caviar. ",
        "Never have I ever used someone else's toothbrush.",
        "Never have I ever gotten a hickey.",
        "Never have I ever used someone else's Netflix password. ",
        "Never have I ever fallen asleep in class. ",
        "Never have I ever been fired. ",
        "Never have I ever been sent to the principal's office as a kid. ",
        "Never have I ever clogged a toilet. ",
        "Never have I ever toilet-papered someone's house.",
        "Never have I ever dyed my hair. ",
        "Never have I ever worn something I took out of my dirty laundry. ",
        "Never have I ever vomited after a roller coaster ride. ",
        "Never have I ever watched an entire television series in a day. ",
        "Never have I ever read an entire book in a day.",
        "Never have I ever made out in a movie theater. ",
        "Never have I ever seen an alligator in real life.",
        "Never have I ever re-gifted a gift. "
    ]
}
